---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectionWarning.Connectivity
enum: Autodesk.Revit.DB.ConnectionWarning
source: html/20d055a6-e3e4-fa65-03b4-5ea4dbf93019.htm
---
# Autodesk.Revit.DB.ConnectionWarning.Connectivity

Value for fabrication Connectivity Mismatch.